
[ProvingGroundsChallengeStats]
ProvingGroundsChallengeStats_None_Title=No Challenge
ProvingGroundsChallengeStats_None_HUDProgress=
ProvingGroundsChallengeStats_None_DisplayName=---
ProvingGroundsChallengeStats_None_DisplayNamePercentage=---
ProvingGroundsChallengeStats_None_Description=No Current Challenge

ProvingGroundsChallengeStats_Kills_Title=Kills
ProvingGroundsChallengeStats_Kills_HUDProgress=Kills: <Score>/<NeededScore>
ProvingGroundsChallengeStats_Kills_DisplayName=Kill <ScoreRequirement> players
ProvingGroundsChallengeStats_Kills_DisplayNamePercentage=High Score <Color:A=0.5>(<Color:A=1> <NeededScore> kills <Color:A=0.5>)<Color:/>
ProvingGroundsChallengeStats_Kills_Description=This week we're all about the body-count. Kill enemy players in mission districts to qualify for tickets.↵↵The top prize is only given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.

ProvingGroundsChallengeStats_MatchesWon_Title=Matches Won
ProvingGroundsChallengeStats_MatchesWon_HUDProgress=Matches won: <Score>/<NeededScore>
ProvingGroundsChallengeStats_MatchesWon_DisplayName=Win <ScoreRequirement> matches
ProvingGroundsChallengeStats_MatchesWon_DisplayNamePercentage=High Score <Color:A=0.5>(<Color:A=1> <NeededScore> matches <Color:A=0.5>)<Color:/>
ProvingGroundsChallengeStats_MatchesWon_Description=Sometimes it's not just the taking part that counts. To complete this challenge, you'll have to win matches in mission districts. ↵↵The top prize is only given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.

ProvingGroundsChallengeStats_TargetsCompleted_Title=Targets Completed
ProvingGroundsChallengeStats_TargetsCompleted_HUDProgress=Targets complete: <Score>/<NeededScore>
ProvingGroundsChallengeStats_TargetsCompleted_DisplayName=Complete <ScoreRequirement> objectives
ProvingGroundsChallengeStats_TargetsCompleted_DisplayNamePercentage=High Score <Color:A=0.5>(<Color:A=1> <NeededScore> objectives <Color:A=0.5>)<Color:/>
ProvingGroundsChallengeStats_TargetsCompleted_Description=Those targets aren't just going to take themselves. This week tickets are awarded for capturing objectives. ↵↵The top prize is given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.
;----
ProvingGroundsChallengeStats_MoneyEarned_Title=Money Earned
ProvingGroundsChallengeStats_MoneyEarned_HUDProgress=Money: $<Score>/$<NeededScore>
ProvingGroundsChallengeStats_MoneyEarned_DisplayName=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:A=1>Earn <Color:R=1 G=0.576471 B=0.015686>$<ScoreRequirement>
ProvingGroundsChallengeStats_MoneyEarned_DisplayNamePercentage=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:R=1 G=1 B=1 A=1>High Score <Color:R=1 G=0.576471 B=0.015686 A=0.5>[<Color:A=1> $<NeededScore> <Color:A=0.5>]<Color:/>
ProvingGroundsChallengeStats_MoneyEarned_Description=They say money can't buy you happiness, but it can win you tickets! Rake in the cash and you'll qualify for the rewards. Bonus money gained from Premium Benefits is not counted towards this challenge. ↵↵The top prize is only given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.
;----^^^^
ProvingGroundsChallengeStats_PistolKills_Title=Pistol Kills
ProvingGroundsChallengeStats_PistolKills_HUDProgress=Pistol kills: <Score>/<NeededScore>
ProvingGroundsChallengeStats_PistolKills_DisplayName=Get <ScoreRequirement> pistol kills
ProvingGroundsChallengeStats_PistolKills_DisplayNamePercentage=High Score <Color:A=0.5>(<Color:A=1> <NeededScore> kills <Color:A=0.5>)<Color:/>
ProvingGroundsChallengeStats_PistolKills_Description=We're back to the Wild West this week with our Pistol challenge. Take down enemies with any secondary weapon to complete this task. ↵↵As always the top prize goes to those with the most targets taken down at the end of the week, so keep on your toes.

ProvingGroundsChallengeStats_Damage_Title=Damage
ProvingGroundsChallengeStats_Damage_HUDProgress=Damage: <Score>/<NeededScore>
ProvingGroundsChallengeStats_Damage_DisplayName=Deal <ScoreRequirement> damage
ProvingGroundsChallengeStats_Damage_DisplayNamePercentage=High Score <Color:A=0.5>(<Color:A=1> <NeededScore> damage <Color:A=0.5>)<Color:/>
ProvingGroundsChallengeStats_Damage_Description=Fight Club is all about dishing out the pain, and we want you to prove to us you can give as good as you get. This week, deal damage to other players and you can win tickets.↵↵The top prize is given to a percentage of players at the end of the week, so you'll have to work hard to keep in the running.
;----
ProvingGroundsChallengeStats_Activities_Title=Activity
ProvingGroundsChallengeStats_Activities_HUDProgress=<Score>/<NeededScore>
ProvingGroundsChallengeStats_Activities_DisplayName=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:A=1><Color:R=1 G=0.576471 B=0.015686><ScoreRequirement> <Color:R=1 G=1 B=1>Activities
ProvingGroundsChallengeStats_Activities_DisplayNamePercentage=<Fonts:APBMenus_Font.APB_Helvetica_Bold_13><Color:A=1>High Score <Color:R=1 G=0.576471 B=0.015686 A=0.5>[<Color:A=1> <NeededScore> Activities <Color:A=0.5>]<Color:/>
ProvingGroundsChallengeStats_Activities_Description=We want you to be a Joker of all Trades, so we're going to assign you one of several Activities. Complete these activities to get ahead in the rankings. Complete enough and you'll be rewarded with Joker Tickets. As you complete the Challenges, the Activities will get harder, so keep on your toes.↵↵If you get stuck, press F7 to skip to the next one, though this has a cooldown, so use it sparingly.↵
;----^^^^
ProvingGroundsChallengeStats_MatchesComplete_Title=Matches Complete
ProvingGroundsChallengeStats_MatchesComplete_HUDProgress=Matches played: <Score>/<NeededScore>
ProvingGroundsChallengeStats_MatchesComplete_DisplayName=Complete <ScoreRequirement> matches
ProvingGroundsChallengeStats_MatchesComplete_DisplayNamePercentage=High Score <Color:A=0.5>(<Color:A=1> <NeededScore> matches <Color:A=0.5>)<Color:/>
ProvingGroundsChallengeStats_MatchesComplete_Description=This week we're all about missions. Play on Mission Districts and participate in as many opposed missions as possible to qualify for Joker Ticket rewards.↵↵The top prize is only given to a percentage of players at the end of the split, so you'll have to work hard to keep in the running.

ProvingGroundsChallengeStats_CollectablesDestroyed_Title=Pumpkins Smashed
ProvingGroundsChallengeStats_CollectablesDestroyed_HUDProgress=Pumpkins Smashed: <Score>/<NeededScore>
ProvingGroundsChallengeStats_CollectablesDestroyed_DisplayName=Smash <ScoreRequirement> Pumpkins
ProvingGroundsChallengeStats_CollectablesDestroyed_DisplayNamePercentage=High Score <Color:A=0.5>(<Color:A=1> <NeededScore> Pumpkins <Color:A=0.5>)<Color:/>
ProvingGroundsChallengeStats_CollectablesDestroyed_Description=Welcome to Fright Club! The Powers That Be have commanded that Fight Club be transformed into Fright Club for two weeks and it has bent to their will. New challenges and new rewards await those that bend to their whims. Step inside the Asylum, give yourself over to Trick or Treat and let the beat of Abingdon Towers take over.↵↵Happy Halloween from The Powers That Be.↵
